/* Language */
"lang.system" = "Seguir el sistema";
"lang.english" = "Inglés";
"lang.chinese_simplified" = "Chino simplificado";
"lang.spanish" = "Español";
"lang.english_india" = "Inglés (India)";
"lang.french" = "Francés";
"lang.japanese" = "Japonés";
"lang.russian" = "Ruso";
"lang.korean" = "Coreano";
/* Settings — General */
"settings.general.reset.confirm" = "Reiniciar";
/* Settings — Data (compact rows) */
"settings.data.row.todos.title" = "Eliminar todos los anteriores a";
"settings.data.row.usage.title" = "Eliminar archivos de uso anteriores a";
"settings.data.row.action" = "Eliminar";
"settings.data.retention.picker.a11y" = "Hora límite";
/* Settings */
"settings.section.general" = "Generales y alertas";
"settings.section.dnd" = "No molestar";
"settings.section.tasks" = "Tareas";
"settings.section.data" = "Gestión de datos";
"settings.section.about" = "Acerca de";
"settings.language" = "Idioma";
"settings.launch_at_login" = "Iniciar al iniciar sesión";
"settings.show_menubar" = "Mostrar icono de la barra de menú";
"settings.work_duration" = "Duración del enfoque";
"settings.break_duration" = "Duración del descanso";
"settings.break_overlay_style" = "Estilo de pausa de pantalla completa";
"settings.break_overlay_hint" = "\"Disfraz\" oscurece el escritorio (el mouse pasa); sólo la tarjeta esmerilada recibe clics. Se colapsa en una tira delgada.";
"settings.reminder_sound" = "Sonido de recordatorio";
"reminder.sound.system" = "Valor predeterminado del sistema";
"reminder.sound.gentle" = "timbre suave";
"reminder.sound.none" = "Silencioso";
"settings.dnd.mode" = "Modo No Molestar";
"settings.dnd.sync_focus" = "Sincronizar con macOS Focus";
"settings.dnd.auto_pause_meetings" = "Recordatorios de pausa automática durante las reuniones";
"settings.dnd.apps" = "Molestar aplicaciones";
"settings.dnd.times" = "Interrumpir rangos de tiempo";
"settings.dnd.footer" = "Las versiones futuras pueden vincularse al Calendario y ejecutar aplicaciones para omitir presentaciones y reuniones.";
"settings.tasks.export_title" = "Exportar todos locales";
"settings.tasks.export_hint" = "Elija un rango de fechas de vencimiento (hasta un año antes y después de hoy) y guárdelo como Markdown, PDF o CSV para Excel. Siempre se incluyen todos a largo plazo (con fecha 9999-12-31).";
"settings.tasks.export.start_date" = "Fecha de inicio";
"settings.tasks.export.end_date" = "Fecha de finalización";
"settings.tasks.export.format" = "Formato";
"settings.tasks.export.format.markdown" = "Rebaja (.md)";
"settings.tasks.export.format.pdf" = "PDF (.pdf)";
"settings.tasks.export.format.csv_excel" = "ExcelCSV (.csv, UTF-8)";
"settings.tasks.export.button" = "Exportar…";
"settings.tasks.export.panel.title" = "Exportar todos";
"settings.tasks.export.panel.message" = "Elija dónde guardar la exportación.";
"settings.tasks.categories_title" = "Todo categorías";
"settings.tasks.categories_hint" = "La píldora en cada fila etiqueta el tipo de trabajo (separado de Largo plazo/Hoy/Mañana en la parte superior). Los valores predeterminados incluyen Trabajo, Vida, Estudio, Salud, Ocio, Otros: cambiar nombre, cambiar color, agregar o eliminar.";
"settings.tasks.tab.details" = "Detalles de la tarea";
"settings.tasks.tab.categories" = "Gestión de categorías";
"settings.tasks.tab.picker_a11y" = "Páginas de gestión de tareas";
"settings.tasks.period.week" = "Esta semana";
"settings.tasks.period.month" = "este mes";
"settings.tasks.period.custom" = "Rango personalizado";
"settings.tasks.period.picker_a11y" = "Intervalo de fechas de vencimiento";
"settings.tasks.list_title" = "Todos en este periodo";
"settings.tasks.list_empty" = "No todos coinciden con este período.";
"settings.tasks.select_all" = "Seleccionar todo";
"settings.tasks.select_none" = "Borrar selección";
"settings.tasks.export_selection_hint" = "Elija esta semana, este mes o un rango personalizado. A continuación puede desplazarse por todos los que coinciden. No deje ninguno marcado para exportar todo lo que se muestra; marque las filas para exportar solo esos elementos. Los todos a largo plazo siempre se enumeran e incluyen al exportar la ventana.";
"settings.data.local_only" = "Mantener los datos de uso solo locales";
"settings.data.export_csv" = "Exportar el uso actual CSV";
"settings.data.clear_usage" = "Borrar datos de uso";
"settings.data.reset" = "Restablecer todas las configuraciones";
"settings.data.tab.usage" = "Detalles de uso de la aplicación";
"settings.data.tab.settings" = "Configuración de datos";
"settings.data.tab.picker_a11y" = "Páginas de gestión de datos";
"settings.data.usage.title" = "Uso de la aplicación";
"settings.data.usage.hint" = "Explore los totales diarios almacenados en esta Mac por semana, mes o un rango personalizado. La exportación produce un CSV con fecha, aplicación, segundos y minutos por fila.";
"settings.data.usage.period.a11y" = "Intervalo de fechas de uso archivado";
"settings.data.usage.list_title" = "Totales diarios en este rango";
"settings.data.usage.empty" = "No hay registros de uso para estos días.";
"settings.data.usage.export" = "Exportar CSV…";
"settings.data.usage.export.panel.title" = "Exportar uso CSV";
"settings.data.usage.export.panel.message" = "Elija dónde guardar el CSV.";
"settings.data.cleanup.todos.section" = "todo limpieza";
"settings.data.cleanup.usage.section" = "limpieza de uso";
"settings.data.cleanup.partial.title" = "Eliminar datos antiguos";
"settings.data.cleanup.retention_picker" = "mayor que";
"settings.data.cleanup.retention_hint" = "Elija qué tan lejos desea podar: ambos botones de limpieza a continuación usan este límite.";
"settings.data.cleanup.todos.run" = "Borrar todos los viejos...";
"settings.data.cleanup.usage.run" = "Borrar archivos de uso antiguos...";
"settings.data.cleanup.todos.template" = "Borrar todos los vencimientos antes de %@";
"settings.data.cleanup.usage.template" = "Borrar el uso diario antes de %@";
"settings.data.age.week" = "hace una semana";
"settings.data.age.month" = "hace un mes";
"settings.data.age.three_months" = "hace tres meses";
"settings.data.age.year" = "hace un año";
"settings.data.cleanup.all.section" = "Borrar todos los datos de tareas y uso";
"settings.data.cleanup.all.button" = "Borrar todos los datos de uso y todos";
"settings.data.cleanup.all.footer" = "Elimina todas las tareas pendientes y todo el uso diario de aplicaciones archivadas (incluido el día de hoy). Las preferencias permanecen como están.";
"settings.data.danger.settings.section" = "Preferencias";
"settings.data.reset.footer" = "Restaure los valores predeterminados de duración, idioma, No molestar, preferencias de tareas, etc. Todos y los archivos de uso no se eliminan.";
"settings.data.confirm.title" = "Confirmar";
"settings.data.confirm.delete" = "Borrar";
"settings.data.confirm.todos" = "¿Eliminar todos aquellos cuyo día de vencimiento sea estrictamente anterior a “%@”? Esto no se puede deshacer.";
"settings.data.confirm.usage" = "¿Eliminar todos los registros de uso diario archivados de los días naturales estrictamente anteriores a “%@”? Esto no se puede deshacer.";
"settings.data.confirm.all_data" = "¿Eliminar todas las tareas pendientes y todos los archivos de uso diario en esta Mac? Esto no se puede deshacer.";
"settings.data.confirm.reset_settings" = "¿Restablecer las preferencias de FocusPause a los valores predeterminados? Sus archivos de uso y todos permanecerán.";
"settings.about.title" = "Acerca de FocusPause";
"settings.about.body" = "FocusPause es una aplicación de macOS para el flujo y la recuperación (barra de menú, pausas de pantalla completa, información de uso y todo) que ayuda a los trabajadores del conocimiento a equilibrar la intensidad y el descanso.";
"settings.about.version" = "Versión 1.0 · SwiftUI";
"settings.about.feedback.intro" = "Si tiene problemas o tiene sugerencias, contáctenos a este correo electrónico (preferido):";
"settings.about.feedback.email_link" = "edsionli99@gmail.com";
/* Common */
"common.ok" = "DE ACUERDO";
"common.cancel" = "Cancelar";
"common.selected" = "Seleccionado";
"common.not_selected" = "No seleccionado";
"format.minutes_suffix" = "%d minutos";
"format.slider.max_minutes" = "%d minutos";
"format.timer_rule" = "Enfoque %d min · Descanso %d min";
/* Focus / priority / DND */
"focus.status.idle" = "Inactivo";
"focus.status.focusing" = "Enfoque";
"focus.status.resting" = "descansando";
"focus.status.paused" = "En pausa";
"priority.low" = "Bajo";
"priority.normal" = "Normal";
"priority.high" = "Alto";
"dnd.picker.morning" = "Mañana";
"dnd.picker.afternoon" = "Tarde";
"dnd.picker.all_day" = "Todo el día";
"dnd.picker.off" = "Apagado";
"dnd.status.off" = "No molestar desactivado";
"dnd.status.morning" = "No molestar · Mañana";
"dnd.status.afternoon" = "No molestar · Tarde";
"dnd.status.all_day" = "No molestar · Todo el día";
/* Break overlay mode */
"break.mode.standard" = "Pantalla completa estándar";
"break.mode.disguise" = "Disfraz (tarjeta de la barra lateral)";
/* Usage scope */
"usage.scope.cycle" = "este ciclo";
"usage.scope.today" = "Hoy";
"usage.scope.cycle.panel" = "Uso · Este ciclo";
"usage.scope.today.panel" = "Uso · Hoy";
"usage.scope.cycle.desc" = "Uso de la aplicación durante este ciclo de enfoque";
"usage.scope.today.desc" = "Uso de la aplicación hoy";
/* Dates */
"day.today" = "Hoy";
"day.long_term" = "A largo plazo";
"day.long_term.calendar_chip" = "A largo plazo";
"day.yesterday" = "Ayer";
"day.tomorrow" = "Mañana";
"date.format.month_day" = "MMM d";
"date.format.full" = "mmmm d";
/* Todo categories (built-in) */
"todo.cat.work" = "Trabajar";
"todo.cat.life" = "Vida";
"todo.cat.study" = "Estudiar";
"todo.cat.health" = "Salud";
"todo.cat.leisure" = "Ocio";
"todo.cat.other" = "Otro";
/* Todo UI */
"todo.list.title" = "Todos";
"todo.empty_day" = "No todos por este día. Cambie la fecha o agregue a continuación.";
"todo.placeholder" = "Hacer";
"todo.empty_hint_popover" = "No todos todavía. Elija una fecha y agréguela a continuación.";
"todo.empty_hint_overlay" = "Aún no hay todos: agregue a continuación.";
"todo.add_root" = "+ Agregar todo";
"todo.add_child" = "+ Agregar subtarea (Volver o Agregar)";
"todo.cancel_child" = "Cancelar subtarea";
"todo.add_button" = "Agregar";
"todo.uncategorized" = "Sin categoría";
"todo.category.help" = "Elija una categoría; use la barra superior para el período de vencimiento (Largo plazo / Hoy / Mañana o elija una fecha).";
"todo.menu.add_sub" = "Agregar subtarea";
"todo.menu.priority" = "Prioridad del ciclo (%@)";
"todo.menu.category" = "Categoría";
"todo.menu.due_date" = "Fecha de vencimiento";
"todo.menu.due_long_term" = "Largo plazo (9999-12-31)";
"todo.menu.indent" = "Sangría a subtarea";
"todo.menu.outdent" = "Sin sangría hasta la raíz";
"todo.menu.delete" = "Borrar";
"todo.menu.delete_tree" = "Eliminar tarea y subtareas";
"todo.menu.due_prev" = "un dia antes";
"todo.menu.due_next" = "un día después";
"todo.cal.hint" = "Puedes elegir fechas con hasta 15 días de antelación.";
"todo.export.doc_title" = "FocusPause todos";
"todo.export.header.date" = "Fecha";
"todo.export.header.title" = "Hacer";
"todo.export.header.done" = "Hecho";
"todo.export.header.category" = "Categoría";
"todo.export.header.priority" = "Prioridad";
"todo.export.header.level" = "Nivel";
"todo.export.done.yes" = "Sí";
"todo.export.done.no" = "No";
"todo.export.level.root" = "Raíz";
"todo.export.level.subtask" = "Subtarea";
"todo.cat.new" = "Nueva categoría";
"todo.cat.name_placeholder" = "Nombre de categoría";
"todo.cat.add" = "Añadir categoría";
"todo.cat.delete_help_single" = "Mantener al menos una categoría";
"todo.cat.delete_help" = "Eliminar esta categoría";
"todo.cat.pick_color" = "Elige color";
/* Popover */
"popover.tagline" = "Flujo y recuperación, pensativos";
"popover.break_now" = "Hacer una pausa";
"popover.start_focus" = "Iniciar enfoque";
"popover.work_duration_menu" = "Enfoque %d min";
"popover.break_duration_menu" = "Descanso %d min";
"popover.dnd_menu" = "No molestar";
"popover.settings" = "Ajustes";
"popover.quit" = "Abandonar";
/* Break overlay */
"overlay.break_title" = "Tómate un verdadero descanso";
"overlay.cmd_hint" = "Presione ⌘⌥W para volver al trabajo";
"overlay.usage_picker" = "Alcance de uso";
"overlay.usage_empty_today" = "No hay datos de uso para hoy";
"overlay.usage_empty_cycle" = "No hay datos de uso para este ciclo";
"overlay.confirm_return_title" = "¿Volver al trabajo ahora?";
"overlay.confirm_return_cancel" = "Cancelar";
"overlay.confirm_return_ok" = "volver al trabajo";
"overlay.confirm_return_msg" = "Esto pone fin a la pausa actual. Aún puedes usar ⌘⌥W en caso de emergencia.";
"overlay.snooze_title" = "Recuérdamelo de nuevo después...";
"overlay.snooze_5" = "en 5 minutos";
"overlay.snooze_15" = "en 15 minutos";
"overlay.snooze_30" = "en 30 minutos";
"overlay.snooze_hint" = "La ruptura se esconde hasta entonces.";
"overlay.rest_remaining" = "descanso restante";
"overlay.snooze_break" = "pausa para dormir";
"overlay.extend_break" = "Ampliar descanso (5 min)";
"overlay.return_work" = "volver al trabajo";
"overlay.organize_desktop" = "Limpiar escritorio";
"overlay.organize_caption_on" = "Ocultando superposición…";
"overlay.organize_caption_off" = "La superposición se oculta durante ~10 segundos";
"overlay.organize_caption2_on" = "El temporizador sigue funcionando · Se restaura automáticamente";
"overlay.organize_caption2_off" = "Organizar ventanas · El temporizador sigue funcionando";
"overlay.organize_help" = "Oculta temporalmente la interfaz de usuario de pausa (~10 s) para ordenar el escritorio; el cronómetro no se detiene.";
"overlay.collapse_sidebar" = "Contraer barra lateral";
"overlay.collapse_cap1" = "Se reduce a una tira delgada.";
"overlay.collapse_cap2" = "La superposición permanece · se puede hacer clic en el escritorio";
"overlay.collapse_help" = "Contrae únicamente la tarjeta; la capa oscura permanece pero los clics pasan.";
"overlay.expand" = "Expandir";
"overlay.expand_help" = "Expandir la barra lateral de descanso completo";
"overlay.stats_todos" = "Estadísticas · Todos";
"overlay.return_focus" = "Volver al foco";
"overlay.return_focus_help" = "Terminar el descanso y volver al enfoque.";
"overlay.passthrough_1" = "La superposición exterior pasa clics";
"overlay.passthrough_2" = "El escritorio permanece utilizable";
/* Menu bar status */
"status_menu.break.standard" = "Descanso · Pantalla completa estándar";
"status_menu.break.disguise" = "Romper · Barra lateral de disfraz";
"status_menu.settings" = "Ajustes…";
"status_menu.quit" = "Salir de FocusPause";
"window.settings.title" = "Configuración de pausa de enfoque";
/* Catalyst */
"catalyst.title" = "FocusPause necesita macOS nativo";
"catalyst.body" = "Mac Catalyst no puede utilizar el elemento de la barra de menú, la superposición de NSWindow en pantalla completa ni los accesos directos globales. Elija Mi Mac/macOS como destino de ejecución.";
/* Tips */
"rest.tip.1" = "Levántate y afloja el cuello.";
"rest.tip.2" = "Toma un poco de agua.";
"rest.tip.3" = "Mire por la ventana y descanse la vista.";
"rest.tip.4" = "Respire profundamente tres veces y aléjese de la pantalla.";
/* Store messages */
"message.break_paused_hint" = "Pausa en pausa: reanudar desde la barra de menú.";
"message.todo_export_ok" = "Exportado a %@";
"message.todo_export_fail" = "Error al exportar: %@";
"message.todo_export_empty" = "No todos en este rango de fechas.";
"message.todo_export_bad_range" = "La fecha de inicio debe ser igual o anterior a la fecha de finalización.";
"message.todo_export_unsupported" = "La exportación no está disponible en este destino de compilación.";
"message.export_csv_ok" = "Exportado a %@";
"message.export_csv_fail" = "Error al exportar: %@";
"message.usage_reset_ok" = "Se borraron todos los archivos de uso diario.";
"message.usage_export_empty" = "No hay filas de uso en este intervalo de fechas para exportar.";
"message.data_prune_todos_none" = "Ninguno de todos coincidió con ese límite.";
"message.data_prune_todos_ok" = "Se eliminaron todos los más antiguos.";
"message.data_prune_usage_none" = "Ningún archivo de uso coincidió con ese límite.";
"message.data_prune_usage_ok" = "Se eliminaron %d archivos de uso diario.";
"message.data_clear_all_ok" = "Se borraron todos los archivos de uso y todos.";
"message.dnd_outside_period" = "La hora actual está fuera de la ventana “%@”: No molestar no estaba habilitado.";
